{"video_id": "w82a1FT5o88", "text": "One of the first words you should say in a speech, and what are the last words you should say in a speech\nNow tomorrow, I don't know how many of you are speaking, but I guarantee if you go to conferences\n19 out of 20 speakers will start in one of these ways number one\nMy name is Connor Neal. I'm from tango and this talk is about the latest trend in monitoring strategies\nNow all of you are sitting with a piece of paper in front of you. That says I'm Connor Neal\nI've come from Ireland, and I'm going to talk about tango 0-4 and this\nSo by repeating what you already know? I'm giving a signal that it's a time to get your BlackBerry out\nI've just signals that this talk is\nOpportunity to reconnect with blackberry make sure the office is ok, maybe get some plans together for the weekend\nAnother way to start\nThe lights and some of the mics working and how much time have I got\nOk right\nok\nIs it is it plugged in?\nand\nYou laugh, but I guarantee tomorrow. There's going to be some moments\nThey get a little bit up\nAnd\nWhy because this is for some of you the first time you see this individual. They're here as a leader in their industry and\nYour kid at school presenting on giraffes does a better job\nThat's sad I\nThink there's only three ways of starting a speech\nAnd it's the same if you went into a bar\nand there's a group of people as a networking event much like you were at before you walked into this room and\nMaybe I came up to a group\nThere's group of three people who are having a little conversation. I walk in and I say hi. I'm Connor\nI'm Irish 38 years old I have an interest in sailing. I like running\nAnd they've walked away\nHow do you get people to engage with you when you're networking I\nSay in networking the best thing you can do is walk up. I think we know someone in common\nTry and walk away when someone comes up and says that to you\nHopefully, you've done your research, so you do know that you've know someone in common, but with LinkedIn\nYou can find out who knows who on anyone you want?\nSo how to start a speech?\nfirst way\nWith a question that matters to the audience\nHow do you phrase a problem that the audience faces in a question\nSo that'd be the third best way of starting a speech\nThe second best way of starting a speech with a factoid that shocks\nThere's more people alive today than have ever died\nMore people alive today than have ever died\nThere's a lot of speeches that can follow on from there\nEvery two minutes\nThe energy reaching the earth from the Sun is\nequivalent to the whole annual usage of humanity\nAll the energy all the cars everything moving all the lighting all the air conditioning of the world in\nOne year is equivalent to two minutes of Sun\nDoes that change how you think about energy\nSo what's a fact that shocks the audience into rethinking?\nand\nGoogle has transformed your ability to get at these facts\nGiven two or three minutes you can find out one whether anything I've said is true\nBut you trust me because I\nLook the part, and I'm from ESA\nthose are in fact two true facts\nI Usually get someone come up to me and are you sure but how do they measure dead and alive\nBut it's true, and it's not even close\nBut the best way to\nStart a speech and the way that I hope all of you use from now forward\nis the same way\nWe start a story to a child\nNow how do we start a story to a child?\nAnd I say oneth\nonce upon a time\nAnd what happens when you say once upon a time I can tell you what happens when I say once upon a time my daughter\nleans forward\ngets ready to hear\nengages\nand\nWe were all trained as kids\nto know when a story's coming\nWe also know when a teacher is about to deliver a 40 minute boring lecture that has no impact on our lives\nBut in business\nYou don't hear him Jack Welsh saying once upon a time\nSteve Jobs doesn't heart start his speeches once upon a time, so there's a grown-up way of saying once upon a time and\nIf you listen to the conversations that are interesting around you at a dinner table in\nA networking event if you listen to the people that are gathering the group of eight that are listening to them\nThe way they're talking is different the way they start is different\nThe way you tell stories as an adult is in\nOctober was the last time I was in this room there were a hundred and twenty people in the room\nAnd I was having a little conversation with one of the world experts on public speaking and he said something to me\nHe said something to me\nThis had me thinking ever since\nHe said something to me that changed\nWhat I think about what's important in speaking?\nNow I can pause for about 30 seconds two or three minutes, and you want to know what he said\nSo in\nSpeaking in sales, we assume\nself-interest\nSo if you can tell a story from your own life that\nConnects you to why this topic is important to you. Why you first joined the company when you first saw someone\nbenefit\nAnd you saw how their life was changed, and I think here\nexploring what quality of life means for you in your business\nHow do you affect quality of life for a customer?\nBecause that's where the stories that will start to connect you to the audience will come from\nBecause stories are about people\nThey're not about objects they are not about things. It's about the people behind the things\nIf you want to tell a good story about Tango don't talk about the software talk about the people who built the software\nWhat they do how they are what's important to them what they sacrifice?\nAnd in your own life\nWhat does quality of life mean? What sacrifices have you made to achieve something that was more important and\nIf you can tell stories and the audience connect with those stories then\nThey want to hear what you have to say\nAnd all the reasons and all the benefits. They're all written in the document and in the PowerPoint\nBut they need to trust you\nAnd they need to care about you as a person to engage with you and then decide that they will act"}